ADD_NEW_EVENT = "Давайте создадим новое событие."
WRITE_DATE_MES = "Введите дату в формате ГГГГ-ММ-ДД"
ADD_DATE_ERROR_FORMAT_MES = "Кажется вы ошиблись при вводе даты. " \
                            "Попробуйте еще раз"
ADD_EVENT_AGAIN_MES = "Давайте попробуем еще раз."
WRITE_TIMESTART_MES = "Введите время начала события в формате ЧЧ:ММ"
WRITE_TIMEEND_MES = "Введите время окончания события в формате " \
                    "ЧЧ:ММ. Если оно не нужно, то нажмите <b>Не " \
                    "нужно</b> на клавиатуре."
ADD_TIME_FORMAT_ERROR_MES = "Кажется вы ввели время не в том " \
                           "формате. Давайте попробуем еще раз"
ADD_TIME_VALUE_ERROR = "Время окончания не может быть меньше " \
                       "времени начала события. Попробуйте еще раз"
WRITE_EVENT_MES = "Введите текст события"
ADD_DATE_ERROR_VALUE_MES = "Такой даты не существует. Попробуйте " \
                           "снова"
WRITE_ISREPEAT_MES = "Событие будет повторяться каждую неделю? " \
                     "Выберите <b>Да</b> или <b>Нет</b>"
ADD_ISREPEAT_ERROR_MES = "Выберите или введите <b>Да</b> или " \
                         "<b>Нет</b>"
EVENTED_CREATED_MES = "Вы создали новое событие"
CANCEL_CREATION_OF_EVENT = "Вы отменили добавление события"
AFTER_START_MES = "Приветствую вас! Я помогу вам с расписанием.\n" \
                  "Вы можете добавлять события по кнопке меню " \
                  "/add_event\n"
MAIN_MENU_MES = "Главное меню"
WRITE_EVENT_TO_DB_SUCCESS_MES = "Новое событие успешно добавлено в " \
                               "базу"
WRITE_EVENT_TO_DB_ERROR_MES = "Не удалось добавить событие в базу " \
                              "данных. Проблема скоро будет " \
                              "устранена."
NO_PLANS_MES = "никаких планов"
WRITE_EVENT_TO_DB_MES = "Добавляем событие в базу данных"
APPROVE_EVENT_FORMAT_ERROR = "Воспользуйтесь клавиатурой"

DELETE_EVENT_MES = "Давайте удалим ненужное событие."
DATE_OR_WEEKDAY_MES = "Выберите способ для удаления\nПо дате\nПо " \
                      "дню недели"
